WS XML PAGOS/XMLPAGOS/14032017/ENVIADACONSULTA_PAGOS_145535.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:suvtv"><soapenv:Header/><soapenv:Body><urn:solicitarPagos soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><usuarioID xsi:type="xsd:unsignedLong">3</usuarioID><ingresoID xsi:type="xsd:unsignedLong">145535</ingresoID><plantaID xsi:type="xsd:unsignedLong">3</plantaID><tipoPago xsi:type="urn:tipoBoleta">I</tipoPago><tipoConsulta xsi:type="urn:tipoConsultaTurno">N</tipoConsulta><fechaDesde xsi:type="xsd:date">2017-03-14T16:49:26</fechaDesde><fechaHasta xsi:type="xsd:date">2017-03-14T18:49:26</fechaHasta></urn:solicitarPagos></soapenv:Body></soapenv:Envelope>
